Repository: Pikrass/sporz-mc
Catalog: po/*.po
Languages: fr

source: Usage: /sporz
fr: Syntaxe : /sporz

source: Your choice has been cleared
fr: Votre choix a été annulé

source: Your choice has been saved
fr: Votre choix a été sauvegardé

source: Please choose between yes or no
fr: Choisissez entre "yes" ou "no"

# hack choice
source: eng
fr: info

source: vote <player|none>
fr: vote <joueur|none>

source: This player doesn't exist
fr: Ce joueur n'existe pas

source: This choice is unavailable
fr: Ce choix n'est pas disponible

source: <player|none>
fr: <joueur|none>

source: <player>
fr: <joueur>

source: dev pigs reset OR pigs <num> OR seed <num>
fr: dev pigs reset OU pigs <num> OU seed <num>

source: ========= DAY %d =========
fr: ========= JOUR %d =========

source: ======== NIGHT %d ========
fr: ======== NUIT %d ========

source: [captain]
fr: [chef]

source: , [captain]
fr: , [chef]

source: astronaut
fr: astronaute

source: doctor
fr: médecin

source: psychologist
fr: psychologue

source: geneticist
fr: généticien

source: computer engineer
fr: informaticien

source: traitor
fr: traître

source: resistant
fr: résistant

source: host
fr: hôte

source: human
fr: sain

source: playas <player> <cmd> [args...]
fr: playas <joueur> <cmd> [args...]

source: players init OR <add|remove> <player>
fr: players init OU <add|remove> <joueur>

source: players add <player>
fr: players add <joueur>

source: players remove <player>
fr: players remove <joueur>

source: (No players)
fr: (Aucun joueur)

source: Added %d player
fr: %d joueur ajouté

source: Added %s
fr: %s a été ajouté

source: No player removed
fr: Aucun joueur supprimé

source: Player %s removed
fr: %s a été retiré

source: rules init OR set <var> <num>
fr: rules init OU set <var> <num>

source: HOSTS = %d
fr: HOTES = %d

source: DOCTORS = %d
fr: MEDECINS = %d

source: PSYCHOLOGISTS = %d
fr: PSYCHOLOGUES = %d

source: GENETICISTS = %d
fr: GENETICIENS = %d

source: COMPUTER_ENGINEERS = %d
fr: INFORMATICIENS = %d

source: SPIES = %d
fr: ESPIONS = %d

source: TRAITORS = %d
fr: TRAITRES = %d

source: Rules set
fr: Règles configurées

source: Not enough players
fr: Il n'y a pas assez de joueurs

source: HOSTS
fr: HOTES

source: DOCTORS
fr: MEDECINS

source: PSYCHOLOGISTS
fr: PSYCHOLOGUES

source: GENETICISTS
fr: GENETICIENS

source: COMPUTER_ENGINEERS
fr: INFORMATICIENS

source: SPIES
fr: ESPIONS

source: TRAITORS
fr: TRAITRES

source: Unknown rule
fr: Règle inconnue

source: Rule set
fr: Règle configurée

source: Rules
fr: Règles

source: /sporz <command|help>
fr: /sporz <commande|help>

source: Unknown command. Try /sporz help for a list of commands
fr: Cette commande n'est pas reconnue ; faites /sporz pour obtenir la liste des commandes

source: Available sporz commands:
fr: Commandes sporz disponibles :

source: There aren't enough players for the configured rules
fr: Il n'y a pas assez de joueurs pour ces règles

source: You are an astronaut
fr: Vous êtes un astronaute

source: You don't have any particular power
fr: Vous n'avez aucun pouvoir particulier

source: You are a mutant
fr: Vous êtes un mutant

source: You don't have any particular power, but you can't be healed
fr: Vous n'avez aucun pouvoir particulier, mais vous ne pouvez pas être soigné

source: You are a doctor
fr: Vous êtes un médecin

source: Each night, if you're not a mutant, you can heal or kill players
fr: Chaque nuit, si vous êtes sain, vous pouvez soigner ou tuer

source: The other doctor is %s
fr: L'autre docteur est %s

source: You are a psychologist
fr: Vous êtes un psychologue

source: Each night you can see the state of another player (human or mutant)
fr: Chaque nuit vous pouvez voir l'état d'un autre joueur (sain ou mutant)

source: You are a geneticist
fr: Vous êtes un généticien

source: Each night you can see the genome of another player (standard, host or resistant)
fr: Chaque nuit vous pouvez voir le génôme d'un autre joueur (standard, hôte ou résistant)

source: You are a computer engineer
fr: Vous êtes un informaticien

source: Each night you can see the number of mutants on board
fr: Chaque nuit vous pouvez voir le nombre de mutants à bord

source: You are a hacker
fr: Vous êtes un hacker

source: Each night you can see what a psychologist, geneticist or computer engineer saw
fr: Chaque nuit vous pouvez obtenir l'information d'un psychologue, généticien ou informaticien

source: You are a spy
fr: Vous êtes un espion

source: Each night you can see what happened to another player
fr: Chaque nuit vous pouvez savoir ce qui est arrivé à un autre joueur

source: You are a traitor
fr: Vous êtes un traître

source: Your goal is always to make the mutants win, regardless of your own state
fr: Votre but est de faire gagner les mutants, peu importe que vous soyiez sain ou mutant

source: You paralysed %s
fr: Vous avez paralysé %s

source: You've been paralysed
fr: Vous avez été paralysé

source: You try to mutate %s
fr: Vous tentez de muter %s

source: You've been mutated. You are now a mutant.
fr: Vous avez été muté. Vous êtes maintenant un mutant.

source: An attempt was made to mutate you, but it failed!
fr: On a essayé de vous muter, mais ça a échoué !

source: You've been mutated. It was useless.
fr: Vous avez été muté. C'était inutile.

source: You try to heal %s
fr: Vous tentez de soigner %s

source: You've been healed. You are now a human.
fr: Vous avez été soigné. Vous êtes maintenant sain.

source: An attempt was made to heal you, but it failed!
fr: On a essayé de vous soigné, mais ça a échoué !

source: You've been healed. It was useless.
fr: Vous avez été soigné. C'était inutile.

source: You didn't psychoanalyse anybody
fr: Vous n'avez psychanalysé personne

source: %s is human
fr: %s est sain

source: %s is mutant
fr: %s est mutant

source: You didn't sequence anybody's genome
fr: Vous n'avez génotypé personne

source: %s is standard
fr: %s est standard

source: %s is resistant
fr: %s est résistant

source: %s is host
fr: %s est hôte

source: You didn't count the mutants
fr: Vous n'avez pas compté les mutants

source: There is %d mutant
fr: Il y a %d mutant

source: The psychologist had no information tonight
fr: Le psychologue n'a eu aucune information cette nuit

source: The psychologist concluded that %s is human
fr: Le psychologue a vu que %s était sain

source: The psychologist concluded that %s is mutant
fr: Le psychologue a vu que %s était mutant

source: The geneticist had no information tonight
fr: Le généticien n'a eu aucune information cette nuit

source: The geneticist concluded that %s is standard
fr: Le généticien a vu que %s était standard

source: The geneticist concluded that %s is resistant
fr: Le généticien a vu que %s était résistant

source: The geneticist concluded that %s is host
fr: Le généticien a vu que %s était hôte

source: The computer engineer had no information tonight
fr: L'informaticien n'a eu aucune information cette nuit

source: The computer engineer counted %d mutant
fr: L'informaticien a compté %d mutant

source: You didn't spy on anybody
fr: Vous n'avez espionné personne

source: Nothing happened to %s tonight
fr: %s a été tranquille cette nuit

source: Tonight, %s was
fr: Cette nuit, %s a été

source: mutated
fr: muté

source: paralysed
fr: paralysé

source: healed
fr: soigné

source: psychoanalysed by psy n°%d
fr: psychanalysé par le psy n°%d

source: sequenced by genet n°%d
fr: génotypé par le généticien n°%d

source: We are in need of a captain! Vote with the /sporz elect command
fr: Nous avons besoin d'un chef ! Votez avec la commande /sporz elect

source: Mutants, you may now mutate or kill, in addition to paralyse, players
fr: Mutants, vous pouvez maintenant muter ou tuer quelqu'un, ainsi que paralyser quelqu'un

source: Doctors, you can now heal or kill players
fr: Médecins, vous pouvez maintenant soigner ou tuer

source: Choose someone to psychoanalyse
fr: Choisissez quelqu'un à psychanalyser

source: Choose someone whose genome to sequence
fr: Choisissez quelqu'un à génotyper

source: Choose whether you want to count the mutants
fr: Choisissez si vous souhaitez compter les mutants

source: Choose a role to hack
fr: Choisissez un rôle à hacker

source: Choose a player to spy on
fr: Choisissez quelqu'un à espionner

source: Talk with the other astronauts, and vote to kill (or not) someone!
fr: Parlez avec les autres astronautes, et votez pour tuer (ou pas) quelqu'un !

source: As captain of this ship, vote again to break the tie
fr: En tant que chef, votez à nouveau pour trancher

source: %s is an astronaut
fr: %s est un astronaute

source: %s is a mutant
fr: %s est un mutant

source: %s is a doctor
fr: %s est un médecin

source: %s is a psychologist
fr: %s est un psychologue

source: %s is a geneticist
fr: %s est un généticien

source: %s is a computer engineer
fr: %s est un informaticien

source: %s is a hacker
fr: %s est un hacker

source: %s is a spy
fr: %s est un espion

source: %s is a traitor
fr: %s est un traître

source: The election is closed. Results follow:
fr: L'élection est terminée. Voici les résultats :

source: %s voted for %s
fr: %s a voté pour %s

source: %s is elected captain!
fr: %s est élu chef !

source: Mutants paralysed %s
fr: Les mutants ont paralysé %s

source: %s has been mutated. They are now a mutant.
fr: %s a été muté. Il est désormais mutant.

source: An attempt was made to mutate %s, but it failed!
fr: On a essayé de muter %s, mais ça a échoué !

source: %s has been mutated. It was useless.
fr: %s a été muté. C'était inutile.

source: Mutants killed %s
fr: Les mutants ont tué %s

source: Doctors killed %s
fr: Les médecins ont tué %s

source: %s has been healed. They are now a human.
fr: %s a été soigné. Il est désormais sain.

source: An attempt was made to heal %s, but it failed!
fr: On a essayé de soigné %s, mais ça a échoué !

source: %s has been healed. It was useless.
fr: %s a été soigné. C'était inutile.

source: %s didn't psychoanalyse anybody
fr: %s n'a psychanalysé personne

source: %s psychoanalysed %s (human)
fr: %s a psychanalysé %s (sain)

source: %s psychoanalysed %s (mutant)
fr: %s a psychanalysé %s (mutant)

source: %s didn't sequence anybody's genome
fr: %s n'a génotypé personne

source: %s sequenced %s (standard)
fr: %s a génotypé %s (standard)

source: %s sequenced %s (resistant)
fr: %s a génotypé %s (résistant)

source: %s sequenced %s (host)
fr: %s a génotypé %s (hôte)

source: %s didn't count the mutants
fr: %s n'a pas compté les mutants

source: %s counted the mutants (%d)
fr: %s a compté les mutants (%d)

source: %s hacked a psychologist who didn't analyse anybody
fr: %s a hacké un psychologue qui n'a analysé personne

source: %s hacked a psychologist who analysed %s
fr: %s a hacké un psychologue qui a analysé %s

source: %s hacked a geneticist who didn't analyse anybody
fr: %s a hacké un généticien qui n'a analysé personne

source: %s hacked a geneticist who analysed %s
fr: %s a hacké un généticien qui a analysé %s

source: %s hacked a computer engineer who didn't count the mutants
fr: %s a hacké un informaticien qui n'a pas compté les mutants

source: %s hacked a computer engineer who counted the mutants
fr: %s a hacké un informaticien qui a compté les mutants

source: %s didn't spy on anybody
fr: %s n'a espionné personne

source: %s spied on %s
fr: %s a espionné %s

source: Votes are closed. Results follow:
fr: Les votes sont clos. Voici les résultats :

source: %d astronaut voted blank
fr: %d astronaute a voté blanc

source: %d astronaut voted for %s
fr: %d astronaute a voté contre %s

source: %s voted blank
fr: %s a voté blanc

source: There is a draw. The captain must settle the vote.
fr: Il y a une égalité. Le chef doit trancher !

source: Nobody is to be killed today
fr: Personne n'est tué ce soir

source: You decided to kill %s
fr: Vous avez décidé de tuer %s

source: The captain chose not to kill anybody
fr: Le chef a choisi de ne tuer personne

source: The captain decided to kill %s
fr: Le chef a choisi de tuer %s

source: === The game is over! Humans win! ===
fr: === Partie terminée ! Les sains ont gagné ! ===

source: === The game is over! Mutants win! ===
fr: === Partie terminée ! Les mutants ont gagné ! ===

source: === The game is over! Nobody won... ===
fr: === Partie terminée ! Personne n'a gagné... ===

source: Reason: there is no mutant left
fr: Raison : il n'y a plus de mutant

source: Reason: there is no human left
fr: Raison : il n'y a plus de sain

source: Reason: it's now impossible for mutants to win
fr: Raison : les mutants ne peuvent plus gagner

source: Reason: it's now impossible for humans to win
fr: Raison : les sains ne peuvent plus gagner

source: Reason:
fr: Raison :

source: %s was %s, %s, %s
fr: %s était %s, %s, %s
